Repository: brianm998/ReelVault
Catalog: macos/ReelVault/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans

source: How many still frames ReelVault samples from each video for the hover scrub preview. More frames = smoother scrubbing but more memory and daemon traffic. Changes take effect the next time you hover a card that hasn't been sampled yet.
ar: عدد الإطارات الثابتة التي يأخذها ReelVault من كل فيديو لمعاينة التمرير عند التحويم. المزيد من الإطارات = تمرير أكثر سلاسة لكن ذاكرة وحركة خدمة أكثر. تسري التغييرات في المرة القادمة التي تحوم فيها فوق بطاقة لم يُؤخذ منها عيّنة بعد.
cs: Počet statických snímků, které ReelVault odebírá z každého videa pro náhled přetáčení při najetí myší. Více snímků = plynulejší přetáčení, ale větší spotřeba paměti a provoz démona. Změny se projeví při příštím najetí na kartu, která ještě nebyla vzorkována.
de: Wie viele Einzelbilder ReelVault aus jedem Video für die Hover-Scrub-Vorschau entnimmt. Mehr Bilder = flüssigeres Scrubbing, aber mehr Speicher und Daemon-Verkehr. Änderungen werden wirksam, wenn Sie das nächste Mal über eine Karte hovern, die noch nicht abgetastet wurde.
es: Cuántos fotogramas fijos muestrea ReelVault de cada vídeo para la vista previa de desplazamiento al pasar el cursor. Más fotogramas = desplazamiento más suave, pero mayor uso de memoria y tráfico del daemon. Los cambios surten efecto la próxima vez que pases el cursor sobre una tarjeta que aún no haya sido muestreada.
fr: Nombre d'images fixes que ReelVault prélève de chaque vidéo pour l'aperçu de survol. Plus d'images = défilement plus fluide mais plus de mémoire et de trafic vers le démon. Les modifications prennent effet la prochaine fois que vous survolez une carte qui n'a pas encore été échantillonnée.
hi: ReelVault प्रत्येक वीडियो से हॉवर स्क्रब प्रीव्यू के लिए कितने स्थिर फ्रेम नमूना लेता है। अधिक फ्रेम = अधिक सहज स्क्रबिंग लेकिन अधिक मेमोरी और डेमन ट्रैफिक। परिवर्तन अगली बार प्रभावी होते हैं जब आप किसी ऐसे कार्ड पर होवर करते हैं जिसे अभी तक नमूना नहीं लिया गया है।
id: Berapa banyak frame diam yang diambil ReelVault dari setiap video untuk pratinjau scrub saat kursor diarahkan. Lebih banyak frame = scrubbing lebih halus tetapi lebih banyak memori dan lalu lintas daemon. Perubahan berlaku saat berikutnya Anda mengarahkan kursor ke kartu yang belum diambil sampelnya.
it: Quanti fotogrammi fissi ReelVault campiona da ogni video per l'anteprima scorrimento al passaggio del mouse. Più fotogrammi = scorrimento più fluido ma maggiore utilizzo di memoria e traffico daemon. Le modifiche hanno effetto la prossima volta che passi il mouse su una scheda non ancora campionata.
ja: ReelVault がホバースクラブプレビュー用に各動画からサンプリングする静止フレームの数です。フレーム数が多いほどスクラブが滑らかになりますが、メモリとデーモンのトラフィックが増加します。変更はまだサンプリングされていないカードに次回ホバーしたときに反映されます。
ko: ReelVault가 마우스 오버 스크럽 미리보기를 위해 각 동영상에서 추출하는 스틸 프레임 수입니다. 프레임이 많을수록 스크럽이 더 매끄럽지만 메모리와 데몬 트래픽이 증가합니다. 변경 사항은 아직 샘플링되지 않은 카드에 마우스를 올릴 때 적용됩니다.
nl: Het aantal stilstaande frames dat ReelVault per video samplet voor de scrubvoorvertoning bij aanwijzen. Meer frames = vloeiender scrubben maar meer geheugen en daemonverkeer. Wijzigingen worden van kracht de volgende keer dat u een kaart aanwijst die nog niet is gesamplet.
pl: Ile klatek statycznych ReelVault pobiera z każdego filmu na potrzeby podglądu przewijania po najechaniu kursorem. Więcej klatek = płynniejsze przewijanie, ale większe zużycie pamięci i większy ruch demona. Zmiany wchodzą w życie przy następnym najechaniu na kartę, która nie została jeszcze spróbkowana.
pt_br: Quantos quadros estáticos o ReelVault captura de cada vídeo para a pré-visualização de navegação ao passar o cursor. Mais quadros = navegação mais suave, mas mais memória e tráfego do daemon. As alterações têm efeito na próxima vez que você passar o cursor sobre um cartão que ainda não foi amostrado.
ru: Количество статичных кадров, которые ReelVault извлекает из каждого видео для предпросмотра при наведении. Больше кадров = плавнее прокрутка, но выше потребление памяти и нагрузка на службу. Изменения вступят в силу при следующем наведении на карточку, которая ещё не была обработана.
th: จำนวนเฟรมนิ่งที่ ReelVault สุ่มตัวอย่างจากแต่ละวิดีโอสำหรับการแสดงตัวอย่างการเลื่อนเมื่อวางเมาส์ เฟรมมากขึ้น = การเลื่อนที่นุ่มนวลขึ้นแต่ใช้หน่วยความจำและการรับส่งข้อมูล daemon มากขึ้น การเปลี่ยนแปลงจะมีผลในครั้งถัดไปที่คุณวางเมาส์บนการ์ดที่ยังไม่ได้รับการสุ่มตัวอย่าง
tr: ReelVault'un her videodan üzerine gelme kaydırma önizlemesi için örneklediği kare sayısı. Daha fazla kare = daha akıcı kaydırma, ancak daha fazla bellek ve arka plan hizmeti trafiği. Değişiklikler, henüz örneklenmemiş bir kartın üzerine bir sonraki gelişinizde geçerli olur.
uk: Кількість кадрів, які ReelVault вибирає з кожного відео для попереднього перегляду при наведенні. Більше кадрів = плавніше прокручування, але більше пам'яті та трафіку демона. Зміни набувають чинності наступного разу, коли ви наведете курсор на картку, яка ще не була зразкована.
vi: Số khung hình tĩnh mà ReelVault lấy mẫu từ mỗi video để xem trước khi di chuột. Nhiều khung hơn = tua mượt hơn nhưng tốn nhiều bộ nhớ và lưu lượng daemon hơn. Thay đổi có hiệu lực vào lần tiếp theo bạn di chuột qua thẻ chưa được lấy mẫu.
zh_hans: ReelVault 从每个视频中采样的帧数，用于悬停预览缩略图。帧数越多，预览越流畅，但占用内存和后台流量更多。更改将在下次悬停尚未采样的卡片时生效。

source: LIBRARY
ar: المكتبة
cs: KNIHOVNA
de: BIBLIOTHEK
es: BIBLIOTECA
fr: BIBLIOTHÈQUE
hi: लाइब्रेरी
id: PERPUSTAKAAN
it: LIBRERIA
ja: ライブラリ
ko: 라이브러리
nl: BIBLIOTHEEK
pl: BIBLIOTEKA
pt_br: BIBLIOTECA
ru: МЕДИАТЕКА
tr: KİTAPLIK
uk: БІБЛІОТЕКА
vi: THƯ VIỆN
zh_hans: 媒体库

source: Lens Names
ar: أسماء العدسات
cs: Názvy objektivů
de: Objektivnamen
es: Nombres de objetivo
fr: Noms d'objectifs
hi: लेंस नाम
id: Nama Lensa
it: Nomi obiettivo
ja: レンズ名
ko: 렌즈 이름
nl: Lensnamen
pl: Nazwy obiektywów
pt_br: Nomes de Lente
ru: Названия объективов
th: ชื่อเลนส์
tr: Mercek Adları
uk: Назви об'єктивів
vi: Tên ống kính
zh_hans: 镜头名称

source: Live
ar: حي
cs: Živě
es: En vivo
fr: En direct
hi: लाइव
id: Langsung
ja: ライブ
ko: 실시간
pl: Na żywo
pt_br: Ao vivo
ru: В реальном времени
th: สด
tr: Canlı
uk: Живий
vi: Trực tiếp
zh_hans: 实时

source: Loading current settings…
ar: جارٍ تحميل الإعدادات الحالية…
cs: Načítání aktuálních nastavení…
de: Aktuelle Einstellungen werden geladen…
es: Cargando ajustes actuales…
fr: Chargement des paramètres actuels…
hi: वर्तमान सेटिंग्स लोड हो रही हैं…
id: Memuat pengaturan saat ini…
it: Caricamento impostazioni correnti…
ja: 現在の設定を読み込み中…
ko: 현재 설정 불러오는 중…
nl: Huidige instellingen laden…
pl: Wczytywanie bieżących ustawień…
pt_br: Carregando configurações atuais…
ru: Загрузка текущих настроек…
th: กำลังโหลดการตั้งค่าปัจจุบัน…
tr: Mevcut ayarlar yükleniyor…
uk: Завантаження поточних налаштувань…
vi: Đang tải cài đặt hiện tại…
zh_hans: 正在加载当前设置…

source: Loading videos at this location…
ar: جارٍ تحميل الفيديوهات في هذا الموقع…
cs: Načítání videí v tomto umístění…
de: Videos an diesem Ort werden geladen…
es: Cargando vídeos en esta ubicación…
fr: Chargement des vidéos à cet emplacement…
hi: इस स्थान पर वीडियो लोड हो रहे हैं…
id: Memuat video di lokasi ini…
it: Caricamento video in questa posizione…
ja: この場所の動画を読み込み中…
ko: 이 위치의 동영상 불러오는 중…
nl: Video''s op deze locatie laden…
pl: Wczytywanie filmów w tej lokalizacji…
pt_br: Carregando vídeos neste local…
ru: Загрузка видео из этого расположения…
th: กำลังโหลดวิดีโอที่ตำแหน่งนี้…
tr: Bu konumdaki videolar yükleniyor…
uk: Завантаження відео за цим розташуванням…
vi: Đang tải video tại vị trí này…
zh_hans: 正在加载此位置的视频…

source: Looking for ReelVault servers…
ar: جارٍ البحث عن خوادم ReelVault…
cs: Hledání serverů ReelVault…
de: Suche nach ReelVault-Servern…
es: Buscando servidores de ReelVault…
fr: Recherche de serveurs ReelVault…
hi: ReelVault सर्वर खोज रहे हैं…
id: Mencari server ReelVault…
it: Ricerca server ReelVault…
ja: ReelVault サーバーを検索中…
ko: ReelVault 서버 검색 중…
nl: Zoeken naar ReelVault-servers…
pl: Wyszukiwanie serwerów ReelVault…
pt_br: Procurando servidores ReelVault…
ru: Поиск серверов ReelVault…
th: กำลังค้นหาเซิร์ฟเวอร์ ReelVault…
tr: ReelVault sunucuları aranıyor…
uk: Пошук серверів ReelVault…
vi: Đang tìm máy chủ ReelVault…
zh_hans: 正在查找 ReelVault 服务器…

source: Make sure the ReelVault backend is running:
ar: تأكد من تشغيل الخلفية الخاصة بـ ReelVault:
cs: Ujistěte se, že backend ReelVault běží:
de: Stellen Sie sicher, dass das ReelVault-Backend läuft:
es: Asegúrate de que el backend de ReelVault está en ejecución:
fr: Assurez-vous que le serveur ReelVault est en cours d'exécution :
hi: सुनिश्चित करें कि ReelVault बैकएंड चल रहा है:
id: Pastikan backend ReelVault sedang berjalan:
it: Assicurati che il backend di ReelVault sia in esecuzione:
ja: ReelVault バックエンドが実行中であることを確認してください：
ko: ReelVault 백엔드가 실행 중인지 확인하세요:
nl: Zorg ervoor dat de ReelVault-backend actief is:
pl: Upewnij się, że backend ReelVault jest uruchomiony:
pt_br: Certifique-se de que o backend do ReelVault está em execução:
ru: Убедитесь, что серверная часть ReelVault запущена:
th: ตรวจสอบให้แน่ใจว่า ReelVault backend กำลังทำงาน:
tr: ReelVault arka ucunun çalıştığından emin olun:
uk: Переконайтеся, що серверна частина ReelVault запущена:
vi: Đảm bảo backend của ReelVault đang chạy:
zh_hans: 请确保 ReelVault 后台服务正在运行：

source: Maximum inline-playback height
ar: الحد الأقصى لارتفاع التشغيل المضمّن
cs: Maximální výška přehrávání v aplikaci
de: Maximale Inline-Wiedergabehöhe
es: Altura máxima de reproducción integrada
fr: Hauteur maximale de lecture intégrée
hi: अधिकतम इनलाइन-प्लेबैक ऊंचाई
id: Tinggi pemutaran inline maksimum
it: Altezza massima riproduzione inline
ja: インライン再生の最大高さ
ko: 최대 인라인 재생 높이
nl: Maximale hoogte voor inline afspelen
pl: Maksymalna wysokość odtwarzania wbudowanego
pt_br: Altura máxima de reprodução inline
ru: Максимальная высота встроенного воспроизведения
th: ความสูงสูงสุดสำหรับการเล่นอินไลน์
tr: Maksimum satır içi oynatma yüksekliği
uk: Максимальна висота вбудованого відтворення
vi: Chiều cao phát trực tiếp tối đa
zh_hans: 最大内联播放高度

source: More than one ReelVault server is available.
ar: يتوفر أكثر من خادم ReelVault واحد.
cs: Je dostupný více než jeden server ReelVault.
de: Mehr als ein ReelVault-Server ist verfügbar.
es: Hay más de un servidor de ReelVault disponible.
fr: Plusieurs serveurs ReelVault sont disponibles.
hi: एक से अधिक ReelVault सर्वर उपलब्ध हैं।
id: Lebih dari satu server ReelVault tersedia.
it: È disponibile più di un server ReelVault.
ja: 複数の ReelVault サーバーが利用可能です。
ko: 두 개 이상의 ReelVault 서버를 사용할 수 있습니다.
nl: Er zijn meerdere ReelVault-servers beschikbaar.
pl: Dostępny jest więcej niż jeden serwer ReelVault.
pt_br: Mais de um servidor ReelVault está disponível.
ru: Доступно более одного сервера ReelVault.
th: มีเซิร์ฟเวอร์ ReelVault มากกว่าหนึ่งเครื่องที่ใช้งานได้
tr: Birden fazla ReelVault sunucusu mevcut.
uk: Доступно більше одного сервера ReelVault.
vi: Có nhiều hơn một máy chủ ReelVault khả dụng.
zh_hans: 检测到多个 ReelVault 服务器。

source: Newly-created proxies default to this height. Smaller = faster + smaller files; larger = closer to the original quality.
ar: تأخذ الوكلاء المنشأة حديثًا هذا الارتفاع افتراضيًا. أصغر = أسرع وملفات أخف؛ أكبر = أقرب إلى الجودة الأصلية.
cs: Nově vytvořené proxy mají výchozí tuto výšku. Menší = rychlejší + menší soubory; větší = bližší k původní kvalitě.
de: Neu erstellte Proxys verwenden standardmäßig diese Höhe. Kleiner = schneller + kleinere Dateien; größer = näher an der Originalqualität.
es: Los proxies recién creados usan esta altura de forma predeterminada. Menor = más rápido + archivos más pequeños; mayor = más cercano a la calidad original.
fr: Les proxies nouvellement créés utilisent cette hauteur par défaut. Plus petit = plus rapide + fichiers moins volumineux ; plus grand = qualité plus proche de l'original.
hi: नव-निर्मित प्रॉक्सी डिफ़ॉल्ट रूप से इस ऊंचाई पर होते हैं। छोटा = तेज़ + छोटी फ़ाइलें; बड़ा = मूल गुणवत्ता के करीब।
id: Proxy yang baru dibuat default ke tinggi ini. Lebih kecil = lebih cepat + file lebih kecil; lebih besar = lebih mendekati kualitas asli.
it: I proxy appena creati hanno questa altezza predefinita. Più piccolo = più veloce + file più piccoli; più grande = più vicino alla qualità originale.
ja: 新しく作成されるプロキシはデフォルトでこの高さになります。小さいほど高速でファイルサイズが小さく、大きいほど元の品質に近くなります。
ko: 새로 생성된 프록시는 이 높이를 기본값으로 사용합니다. 작을수록 빠르고 파일 크기가 작으며, 클수록 원본 화질에 가깝습니다.
nl: Nieuw aangemaakte proxies gebruiken standaard deze hoogte. Kleiner = sneller + kleinere bestanden; groter = dichter bij de oorspronkelijke kwaliteit.
pl: Nowo utworzone proxy domyślnie przyjmują tę wysokość. Mniejsza = szybciej + mniejsze pliki; większa = bliżej oryginalnej jakości.
pt_br: Os proxies recém-criados usam esta altura por padrão. Menor = mais rápido + arquivos menores; maior = mais próximo da qualidade original.
ru: Новые прокси по умолчанию создаются с этой высотой. Меньше = быстрее и меньше файлы; больше = ближе к исходному качеству.
th: พร็อกซีที่สร้างใหม่จะมีความสูงเริ่มต้นนี้ เล็กลง = เร็วขึ้น + ไฟล์เล็กลง ใหญ่ขึ้น = ใกล้เคียงคุณภาพต้นฉบับมากขึ้น
tr: Yeni oluşturulan vekiller bu yüksekliği varsayılan olarak kullanır. Daha küçük = daha hızlı + daha küçük dosyalar; daha büyük = orijinal kaliteye daha yakın.
uk: Нові проксі за замовчуванням матимуть цю висоту. Менше = швидше + менші файли; більше = ближче до оригінальної якості.
vi: Proxy mới tạo mặc định ở chiều cao này. Nhỏ hơn = nhanh hơn + tệp nhỏ hơn; lớn hơn = gần với chất lượng gốc hơn.
zh_hans: 新建代理默认使用此高度。越小 = 越快 + 文件越小；越大 = 越接近原始质量。

source: No collections yet. Use the + in the left panel.
ar: لا توجد مجموعات بعد. استخدم + في اللوحة اليسرى.
cs: Zatím žádné kolekce. Použijte + v levém panelu.
de: Noch keine Sammlungen. Verwenden Sie das + im linken Panel.
es: Aún no hay colecciones. Usa el + en el panel izquierdo.
fr: Aucune collection pour l'instant. Utilisez le + dans le panneau gauche.
hi: अभी कोई संग्रह नहीं। बाएं पैनल में + का उपयोग करें।
id: Belum ada koleksi. Gunakan + di panel kiri.
it: Nessuna collezione ancora. Usa il + nel pannello sinistro.
ja: コレクションがありません。左パネルの + を使用してください。
ko: 아직 컬렉션이 없습니다. 왼쪽 패널의 +를 사용하세요.
nl: Nog geen collecties. Gebruik de + in het linkerpaneel.
pl: Brak kolekcji. Użyj + w lewym panelu.
pt_br: Nenhuma coleção ainda. Use o + no painel esquerdo.
ru: Коллекций пока нет. Используйте + на левой панели.
th: ยังไม่มีคอลเลกชัน ใช้ + ในแผงซ้าย
tr: Henüz koleksiyon yok. Sol paneldeki + simgesini kullanın.
uk: Колекцій ще немає. Використайте + на лівій панелі.
vi: Chưa có bộ sưu tập nào. Dùng nút + trong bảng bên trái.
zh_hans: 暂无合集。请使用左侧面板中的 + 号。

source: No geotagged videos match the current filter.
ar: لا توجد فيديوهات مُوسومة جغرافيًا تطابق التصفية الحالية.
cs: Aktuálnímu filtru neodpovídají žádná geoznačená videa.
de: Keine geogetaggten Videos entsprechen dem aktuellen Filter.
es: Ningún vídeo con geolocalización coincide con el filtro actual.
fr: Aucune vidéo géolocalisée ne correspond au filtre actuel.
hi: वर्तमान फ़िल्टर से कोई जियोटैग किया हुआ वीडियो मेल नहीं खाता।
id: Tidak ada video bergeotag yang cocok dengan filter saat ini.
it: Nessun video con geotag corrisponde al filtro corrente.
ja: 現在のフィルターに一致するジオタグ付き動画がありません。
ko: 현재 필터와 일치하는 지오태그된 동영상이 없습니다.
nl: Geen geogetagde video''s komen overeen met het huidige filter.
pl: Żaden film z geolokalizacją nie pasuje do bieżącego filtra.
pt_br: Nenhum vídeo com geolocalização corresponde ao filtro atual.
ru: Нет геомаркированных видео, соответствующих текущему фильтру.
th: ไม่มีวิดีโอที่มีแท็กตำแหน่งตรงกับตัวกรองปัจจุบัน
tr: Mevcut filtreyle eşleşen coğrafi etiketli video yok.
uk: Жодне відео з геотегами не відповідає поточному фільтру.
vi: Không có video được gắn thẻ địa lý nào phù hợp với bộ lọc hiện tại.
zh_hans: 没有带地理标记的视频符合当前筛选条件。

source: No keywords yet. Type one above and press Return.
ar: لا توجد كلمات مفتاحية بعد. اكتب واحدة أعلاه واضغط Return.
cs: Zatím žádná klíčová slova. Napište jedno výše a stiskněte Return.
de: Noch keine Schlüsselwörter. Geben Sie oben eines ein und drücken Sie Return.
es: Aún no hay palabras clave. Escribe una arriba y pulsa Retorno.
fr: Aucun mot-clé pour l'instant. Saisissez-en un ci-dessus et appuyez sur Entrée.
hi: अभी कोई कीवर्ड नहीं। ऊपर एक टाइप करें और Return दबाएं।
id: Belum ada kata kunci. Ketik satu di atas dan tekan Return.
it: Nessuna parola chiave ancora. Digita una sopra e premi Invio.
ja: キーワードがありません。上に入力して Return を押してください。
ko: 아직 키워드가 없습니다. 위에 입력하고 Return 키를 누르세요.
nl: Nog geen trefwoorden. Typ er een hierboven en druk op Return.
pl: Brak słów kluczowych. Wpisz słowo kluczowe powyżej i naciśnij Return.
pt_br: Nenhuma palavra-chave ainda. Digite uma acima e pressione Return.
ru: Ключевых слов пока нет. Введите одно выше и нажмите Return.
th: ยังไม่มีคีย์เวิร์ด พิมพ์คีย์เวิร์ดด้านบนแล้วกด Return
tr: Henüz anahtar kelime yok. Yukarıya bir tane yazın ve Return tuşuna basın.
uk: Ключових слів ще немає. Введіть вище та натисніть Return.
vi: Chưa có từ khóa nào. Nhập một từ khóa ở trên và nhấn Return.
zh_hans: 暂无关键词。请在上方输入并按回车键。

source: No mappings yet.
ar: لا توجد تعيينات بعد.
cs: Zatím žádná mapování.
de: Noch keine Zuordnungen.
es: Aún no hay asignaciones.
fr: Aucun mappage pour l'instant.
hi: अभी कोई मैपिंग नहीं।
id: Belum ada pemetaan.
it: Nessuna mappatura ancora.
ja: マッピングがありません。
ko: 아직 매핑이 없습니다.
nl: Nog geen toewijzingen.
pl: Brak mapowań.
pt_br: Nenhum mapeamento ainda.
ru: Сопоставлений пока нет.
th: ยังไม่มีการแมป
tr: Henüz eşleştirme yok.
uk: Відображень ще немає.
vi: Chưa có ánh xạ nào.
zh_hans: 暂无映射。

source: No metadata available
ar: لا تتوفر بيانات تعريف
cs: Žádná metadata nejsou k dispozici
de: Keine Metadaten verfügbar
es: No hay metadatos disponibles
fr: Aucune métadonnée disponible
hi: कोई मेटाडेटा उपलब्ध नहीं
id: Tidak ada metadata tersedia
it: Nessun metadato disponibile
ja: メタデータがありません
ko: 사용 가능한 메타데이터 없음
nl: Geen metadata beschikbaar
pl: Brak dostępnych metadanych
pt_br: Nenhum metadado disponível
ru: Метаданные недоступны
th: ไม่มีข้อมูลเมตา
tr: Meta veri yok
uk: Метадані недоступні
vi: Không có siêu dữ liệu
zh_hans: 无可用元数据

source: No recent catalogs
ar: لا توجد كتالوجات حديثة
cs: Žádné nedávné katalogy
de: Keine zuletzt verwendeten Kataloge
es: Sin catálogos recientes
fr: Aucun catalogue récent
hi: कोई हालिया कैटलॉग नहीं
id: Tidak ada katalog terbaru
it: Nessun catalogo recente
ja: 最近使ったカタログがありません
ko: 최근 카탈로그 없음
nl: Geen recente catalogi
pl: Brak ostatnich katalogów
pt_br: Nenhum catálogo recente
ru: Нет недавних каталогов
th: ไม่มีแคตตาล็อกล่าสุด
tr: Son katalog yok
uk: Немає нещодавніх каталогів
vi: Không có danh mục gần đây
zh_hans: 无最近目录

source: No recent catalogs yet.
ar: لا توجد كتالوجات حديثة بعد.
cs: Zatím žádné nedávné katalogy.
de: Noch keine zuletzt verwendeten Kataloge.
es: Aún no hay catálogos recientes.
fr: Aucun catalogue récent pour l'instant.
hi: अभी कोई हालिया कैटलॉग नहीं।
id: Belum ada katalog terbaru.
it: Nessun catalogo recente ancora.
ja: 最近使ったカタログがまだありません。
ko: 아직 최근 카탈로그가 없습니다.
nl: Nog geen recente catalogi.
pl: Brak ostatnich katalogów.
pt_br: Nenhum catálogo recente ainda.
ru: Недавних каталогов пока нет.
th: ยังไม่มีแคตตาล็อกล่าสุด
tr: Henüz son katalog yok.
uk: Нещодавніх каталогів ще немає.
vi: Chưa có danh mục gần đây.
zh_hans: 暂无最近目录。

source: On your iPhone or iPad, open ReelVault, choose this computer's server, then enter:
ar: على iPhone أو iPad، افتح ReelVault واختر خادم هذا الحاسوب، ثم أدخل:
cs: Na vašem iPhone nebo iPadu otevřete ReelVault, vyberte server tohoto počítače a zadejte:
de: Öffnen Sie auf Ihrem iPhone oder iPad ReelVault, wählen Sie den Server dieses Computers und geben Sie dann ein:
es: En tu iPhone o iPad, abre ReelVault, elige el servidor de este ordenador y luego introduce:
fr: Sur votre iPhone ou iPad, ouvrez ReelVault, choisissez le serveur de cet ordinateur, puis saisissez :
hi: अपने iPhone या iPad पर ReelVault खोलें, इस कंप्यूटर का सर्वर चुनें, फिर दर्ज करें:
id: Di iPhone atau iPad Anda, buka ReelVault, pilih server komputer ini, lalu masukkan:
it: Sul tuo iPhone o iPad, apri ReelVault, scegli il server di questo computer, quindi inserisci:
ja: iPhone または iPad で ReelVault を開き、このコンピューターのサーバーを選択して、次を入力してください：
ko: iPhone 또는 iPad에서 ReelVault를 열고, 이 컴퓨터의 서버를 선택한 후 입력하세요:
nl: Open ReelVault op uw iPhone of iPad, kies de server van deze computer en voer in:
pl: Na swoim iPhonie lub iPadzie otwórz ReelVault, wybierz serwer tego komputera, a następnie wprowadź:
pt_br: No seu iPhone ou iPad, abra o ReelVault, escolha o servidor deste computador e insira:
ru: На iPhone или iPad откройте ReelVault, выберите сервер этого компьютера, затем введите:
th: บน iPhone หรือ iPad ของคุณ เปิด ReelVault เลือกเซิร์ฟเวอร์ของคอมพิวเตอร์เครื่องนี้ แล้วป้อน:
tr: iPhone veya iPad'inizde ReelVault'u açın, bu bilgisayarın sunucusunu seçin, ardından girin:
uk: На вашому iPhone або iPad відкрийте ReelVault, виберіть сервер цього комп'ютера, потім введіть:
vi: Trên iPhone hoặc iPad của bạn, mở ReelVault, chọn máy chủ của máy tính này, sau đó nhập:
zh_hans: 在您的 iPhone 或 iPad 上，打开 ReelVault，选择此电脑的服务器，然后输入：

source: Only applied when the file has no capture date in its metadata.
ar: يُطبَّق فقط عندما لا يحتوي الملف على تاريخ التقاط في بيانات التعريف.
cs: Použije se pouze tehdy, když soubor nemá v metadatech datum pořízení.
de: Wird nur angewendet, wenn die Datei kein Aufnahmedatum in den Metadaten hat.
es: Solo se aplica cuando el archivo no tiene fecha de captura en sus metadatos.
fr: Appliqué uniquement lorsque le fichier ne contient pas de date de capture dans ses métadonnées.
hi: केवल तभी लागू होता है जब फ़ाइल के मेटाडेटा में कोई कैप्चर दिनांक नहीं होती।
id: Hanya diterapkan ketika file tidak memiliki tanggal pengambilan dalam metadatanya.
it: Applicato solo quando il file non ha una data di acquisizione nei suoi metadati.
ja: ファイルのメタデータに撮影日がない場合にのみ適用されます。
ko: 파일의 메타데이터에 촬영 날짜가 없을 때만 적용됩니다.
nl: Alleen toegepast wanneer het bestand geen opnamedatum in de metadata heeft.
pl: Stosowane tylko wtedy, gdy plik nie ma daty rejestracji w metadanych.
pt_br: Aplicado somente quando o arquivo não tem data de captura em seus metadados.
ru: Применяется только если в метаданных файла отсутствует дата съёмки.
th: ใช้เฉพาะเมื่อไฟล์ไม่มีวันที่ถ่ายในข้อมูลเมตา
tr: Yalnızca dosyanın meta verilerinde çekim tarihi olmadığında uygulanır.
uk: Застосовується лише тоді, коли файл не має дати захоплення в метаданих.
vi: Chỉ áp dụng khi tệp không có ngày chụp trong siêu dữ liệu.
zh_hans: 仅在文件元数据中没有拍摄日期时应用。

source: Pair a New Device
ar: اقتران جهاز جديد
cs: Spárovat nové zařízení
de: Neues Gerät koppeln
es: Emparejar un nuevo dispositivo
fr: Jumeler un nouvel appareil
hi: एक नया डिवाइस जोड़ें
id: Pasangkan Perangkat Baru
it: Associa un nuovo dispositivo
ja: 新しいデバイスをペアリング
ko: 새 기기 페어링
nl: Een nieuw apparaat koppelen
pl: Sparuj nowe urządzenie
pt_br: Parear um Novo Dispositivo
ru: Добавить новое устройство
th: จับคู่อุปกรณ์ใหม่
tr: Yeni Bir Cihaz Eşleştir
uk: З'єднати новий пристрій
vi: Ghép nối thiết bị mới
zh_hans: 配对新设备
